<template>
  <div class="listIntroduction">
    <p>
      {{ p1 }}
      <br /><br />
      {{ p2 }}
      <br /><br />
      {{ p3 }}
      <br /><br />
      {{ p4 }}
    </p>
  </div>
</template>

<script>
export default {
  data() {
    return {
      p1: "钢琴演奏&部分改编:琥珀琴师Louis 作曲:Yasunori Nishiki（西木康智）  编曲:Arr. by Moisés Nieto & Shinkai Setsuna ",
      p2: "琥珀琴师Louis:我的首个系列演奏专辑《八方旅人·钢琴改编特辑》正式上线了，感谢这段时间所有对我提供支持和帮助的朋友。一直以来，我始终提醒自己不忘初心，作为一名钢琴音乐人不仅要为大家演绎那些经典流行的钢琴曲，更要把我们平常没有太多机会听到的优秀音乐，带到大家面前，让更多人欣赏到这些动人的旋律。",
      p3: '今年在一个机缘巧合的情况下我有幸接触了《八方旅人》（歧路旅人）这款游戏作品并深深被其精彩的原声配乐所感动，对我自己而言，它的配乐已经成为我有生的最爱之一。  "旋律是帮助玩家移情角色的重要元素。"8首人物主题曲的原曲版本全部运用了不同的专属乐器来表现角色内涵。如神官奥菲莉亚用了长笛，既表达出了女性的柔美却又不失圣洁感；药师亚芬虽然是男性角色，但是却相当善良，因此采用了中音萨克斯风来呈现出他性格与外表间的二元性；学者塞拉斯则用了圆舞曲的偏古典曲风，用西洋弦乐来刻画他出身于王立学院带有贵族气质的特点。',
      p4: "我在《八方旅人·钢琴改编特辑》这张专辑中录制演奏了所有8位人物主题曲的钢琴改编版本，用钢琴独一无二的音色去诠释所有角色的故事。还有两首额外的曲目《感傷》，一首为钢琴独奏版，另一首为合奏版，我邀请了我的朋友知名笛箫音乐人蔡蕾，与我合奏录制。  最后我把这张钢琴特辑推荐给所有钢琴音乐爱好者，即使你此前没有接触过《八方旅人》，因为纯音乐本来就不需要歌词，相信每个人听后都会拥有属于自己的共鸣，8首复古幻想风的钢琴曲带你走进8段不同的奇幻旅程...希望大家喜欢这张专辑。",
    };
  },
};
</script>

<style lang="less" scoped>
* {
  margin: 0;
  padding: 0;
  box-sizing: border-box;
}
.listIntroduction {
  padding: 10px 10px 10px 15px;
  background-color: #fff;
  p{
    color: #777;
    font-size: 14px;
  }
}
</style>

